Repository: pypi-data/pypi-mirror-93
Catalog: packages/django-modelapiview/django_modelapiview-1.4.15-py3-none-any.whl/django_modelapiview/locale/*/LC_MESSAGES/django.po
Languages: fr

source: APIView %(name)s requires a user defined route
fr: L'APIView %(name)s requière une route définie par l'utilisateur

source: Authentication required
fr: Authentification requise

source: Token expired
fr: Jeton éxpiré

source: Invalid signature
fr: Signature invalide

source: Invalid body
fr: Corps invalide

source: Available methods
fr: Méthodes disponibles

source: No %(singular_name)s with id %(id)d
fr: Aucun %(singular_name)s avec l'id %(id)d

source: Retrieved %(singular_name)s
fr: %(singular_name)s récupéré

source: Retrieved %(plural_name)s
fr: %(plural_name)s récupérés

source: Updated %(singular_name)s
fr: %(singular_name)s mis à jour

source: %(id)d already taken
fr: %(id)d est déjà pris

source: Created %(singular_name)s
fr: %(singular_name)s créé

source: You are trying to emplace on a collection. Instead use POST to create or use an id
fr: Vous essayez de mettre en place dans une collection. Vous devriez utiliser POST pour créé ou spécifié un id

source: Deleted %(singular_name)s
fr: %(singular_name)s supprimé

source: You are trying to create at a specific id. Instead use PUT to emplace or use no id
fr: Vous essayez de créé avec un id spécifique. Utiliser PUT pour mettre en place ou ne spécifié pas d'id

source: Verb not implemented
fr: Verbe non implémenté

source: Exception caught: %(exception)s
fr: Exception intercepté : %(exception)s

source: Invalid token: %(reason)s
fr: Token invalide: %(reason)s

source: User logged in
fr: Utilisateur connecté

source: Wrong user credentials
fr: Mauvais identifiants utilisateur

source: URLs available
fr: URLs disponibles
