Repository: pypi-data/pypi-mirror-93
Catalog: packages/m9s-nereid-cart-b2c/m9s_nereid_cart_b2c-5.2.6-py3-none-any.whl/trytond/modules/nereid_cart_b2c/locale/*.po
Languages: de

# error:product.product:
source: This quantity should be always be positive
de: Diese Anzahl sollte immer positiv sein.

# error:sale.channel:
source: Shipping carrier is not configured for code: %s
de: Frachtführer für Code "%s" ist nicht konfiguriert

# field:nereid.cart,create_date:
source: Create Date
de: Erstellungsdatum

# field:nereid.cart,create_uid:
source: Create User
de: Erstellt durch

# field:nereid.cart,sale:
source: Sale Order
de: Verkauf

# field:nereid.cart,sessionid:
source: Session ID
de: Sitzungs-ID

# field:nereid.cart,user:
source: Cart owner
de: Warenkorbbesitzer

# field:nereid.cart,write_date:
source: Write Date
de: Zuletzt geändert

# field:nereid.cart,write_uid:
source: Write User
de: Letzte Änderung durch

# field:nereid.website,channel:
source: Channel
de: Vertriebskanal

# field:nereid.website,guest_user:
source: Guest user
de: Gastbenutzer

# field:nereid.website,payment_term:
source: Payment Term
de: Zahlungsbedingung

# field:nereid.website,stock_location:
source: Stock Location
de: Lagerort

# field:nereid.website,warehouse:
source: Warehouse
de: Warenlager

# field:product.product,display_available_quantity:
source: Display Available Quantity On Website?
de: Verfügbare Anzahl im Web anzeigen

# field:product.product,is_backorder:
source: Is Backorder
de: Rückstand

# field:product.product,min_warehouse_quantity:
source: Min Warehouse Quantity
de: Minimalbestand für Bestellung

# field:product.product,start_displaying_available_quantity:
source: Start Quantity
de: Anzeigen unter verfügbarem Bestand von

# field:product.product,start_displaying_qty_digits:
source: Start Quantity Digits
de: Nachkommastellen Anzeigeanzahl

# field:sale.channel,shipping_carriers:
source: Shipping Carriers
de: Frachtführer

# field:sale.sale,is_cart:
source: Is Cart Order?
de: Warenkorbauftrag

# field:sale.sale,nereid_user:
source: Nereid User
de: Websitebenutzer

# help:product.product,min_warehouse_quantity:
source: Minimum quantity required in warehouse for orders
de: Minimaler Lagerbestand, ab dem eine Bestellung möglich ist

# help:product.product,start_displaying_available_quantity:
source: Product's available quantity must be less than this to show on website
de: Der verfügbare Lagerbestand wird im Web angezeigt, wenn diese Anzahl unterschritten wird

# model:ir.action,name:
source: Cart Sales
de: Verkaufsangebote

# model:ir.action.act_window.domain,name:act_sale_form_domain_cart
source: Cart
de: Warenkorb

# model:ir.ui.menu,name:
source: Cart Sales
de: Warenkorb-Verkäufe

# model:nereid.cart,name:
source: Shopping Cart plays the link between a customer's shopping experience
de: Der Warenkorb

# nereid:cart.py:167
source: Your shopping cart has been cleared
de: Ihr Warenkorb wurde geleert

# nereid:cart.py:351
source: Be sensible! You can only add real quantities to cart
de: Mengenüberschreitung: Die hinzugefügte Menge scheint nicht sinnvoll.

# nereid:cart.py:359
source: This product is not for sale
de: Diese Artikelkombination ist noch nicht konfiguriert. Bitte nehmen Sie Kontakt mit uns auf.

# nereid:cart.py:377
source: The product has been added to your cart
de: Der Artikel wurde in Ihren Warenkorb gelegt

# nereid:cart.py:379
source: Your cart has been updated with the product
de: Ihr Warenkorb wurde aktualisiert

# nereid:cart.py:412
source: Looks like the item is already deleted.
de: Der Artikel scheint bereits entfernt worden zu sein

# nereid:cart.py:415
source: The order item has been successfully removed.
de: Der Artikel wurde erfolgreich entfernt.

# nereid:forms.py:15
source: This field is required
de: In diesem Felds ist eine Eingabe erforderlich

# nereid:forms.py:22
source: Quantity
de: Anzahl

# nereid:forms.py:23
source: Product
de: Artikel

# nereid:product.py:165
source: In stock
de: Auf Lager

# nereid:product.py:167
source: Out of stock
de: Momentan vergriffen

# nereid:product.py:177
source: left
de: verfügbar

# nereid:sale.py:140
source: The unit price of product {product_name} increased from {currency} {old_price:.2f} to {currency} {new_price:.2f}.
de: Der Einzelpreis von {product_name} ist von {old_price:.2f} {currency} auf {new_price:.2f} {currency} gestiegen.

# nereid:sale.py:145
source: The unit price of product {product_name} dropped from {currency} {old_price:.2f} to {currency} {new_price:.2f}.
de: Der Einzelpreis von {product_name} ist von {old_price:.2f} {currency} auf {new_price:.2f} {currency} gefallen.

# nereid:sale.py:221
source: This product is no longer available
de: Dieser Artikel ist nicht mehr verfügbar

# view:product.product:
source: Inventory Details
de: Lagerdetails
