Repository: pypi-data/pypi-mirror-93
Catalog: packages/ideabox.policy/ideabox.policy-3.4.0.tar.gz/ideabox.policy-3.4.0/src/ideabox/policy/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: Accept
fr: Retenir le projet

source: Back accepted
fr: Retour en projet accepté

source: Back in progress
fr: Retour en cours de réalisation

source: Back in study
fr: Retour à l'étude

source: Back to be analysed
fr: Retour en analyse

source: Back to deposit
fr: Retour en dépôt

source: Back to vote
fr: Retour aux votes

source: Back to vote analysis
fr: Retour à l'analyse des résultats

source: Deposit
fr: Dépôt du projet

source: Progress
fr: En cours de réalisation

source: Realize
fr: Réalisé

source: Reject
fr: Ne pas retenir le projet

source: Retract
fr: Retour

source: Study
fr: Soumettre à l'étude

source: To be analysed
fr: Soumettre à l'analyse

source: Vote analysis
fr: Soumettre à l'analyse des résultats

source: deposited
fr: Dépôt des projets

source: draft
fr: Brouillon

source: in_progress
fr: En cours

source: project_analysis
fr: Analyse des projets

source: realized
fr: Réalisé

source: rejected
fr: Projet non retenu

source: result_analysis
fr: Analyse des résultats

source: selected
fr: Projet retenu

source: study_in_progress
fr: A l'étude
